src/main/resources/outputXML.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:car="http://cardlibrary2.webservices.integration.css.aamsystems.com">
    <soapenv:Header/>
    <soapenv:Body>
        <car:changeIssue>
            <car:aIssueId/>
            <car:aCardData>
                <car:accessLevels>
                    <car:item>
                        <car:id/>
                    </car:item>
                </car:accessLevels>
                <car:fields>
                    <car:item/>
                </car:fields>
            </car:aCardData>
        </car:changeIssue>
    </soapenv:Body>
</soapenv:Envelope>
